typedef enum _MEDICINE {
    BloodFactor = 0,    //Фактор свертываемости крови
    ArtBlood = 1,    //Искуственная кровь
    SimplePainfag = 2,    //Простое обезболивающее
    PowerPainfag = 3,    //Сильное обезболивающее
    Aspirator = 4,    //Аспиратор 
    Antispazm = 5,    //Спазмолитик
    OuterNS = 6,    //Внешняя нанохирургия 
    RegenStim = 7,    //Стимулятор регенерации 
    Coagulator = 8,    //Коагулятор
    ArtSkin = 9,    //искусственная кожа
    Miorelaxant = 10,    //миорелаксант
    Nanopack = 11,    //нанопак стволовых клеток
    Absorbent = 12,    //абсорбент
    Nanogyps = 13,    //наногипс
    ExoFrame = 14,    //наноэкзокаркас
    MagicPack = 15,    //волшебный нанопак
    Pyretic = 16,    //жаропонижающее
    Antibio = 17,    //антибиотики
} Medicine;

const char* Med1[] = {
    "Фактор свертываемости крови",
    "Искуственная кровь",
    "Простое обезболивающее",
    "Сильное обезболивающее",
    "Аспиратор ",
    "Спазмолитик",
    "Внешняя нанохирургия ",
    "Стимулятор регенерации ",
    "Коагулятор",
    "искусственная кожа",
    "миорелаксант",
    "нанопак стволовых клеток",
    "абсорбент",
    "наногипс",
    "наноэкзокаркас",
    "волшебный нанопак",
    "жаропонижающее",
    "антибиотики",
};

const char* Med2[] = {
    "Тебе сделали укол...",
    "Ты чувствуешь сильный жар",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
    "Дышать стало сильно легче...",
    "Тебе сделали укол. Ты чувствуешь мгновенное облегчение.",
    "Ты чувствуешь сильный жар и зуд во всем теле...",
    "Тебе сделали укол...   ",
    "Тебе сделали укол...",
    "Приятно холодящая тонкая пыль оседает на твоих ранах пленкой...",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
    "Тебе сделали укол...",
};
